Repository: marco308/mdone
Catalog: mDoneWidgets/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld tasks due today
zh_hans: %lld个任务今天截止

source: +%lld more
zh_hans: 另有%lld项

source: Add Task
zh_hans: 添加任务

source: Add Task Button
zh_hans: 添加任务按钮

source: All caught up!
zh_hans: 全部处理完毕！

source: Compact
zh_hans: 紧凑

source: Complete %@
zh_hans: 完成%@

source: Complete Task
zh_hans: 完成任务

source: Customize how today's tasks appear in this widget.
zh_hans: 自定义今天的任务在此小组件中的显示方式。

source: Customize how upcoming tasks appear in this widget.
zh_hans: 自定义即将到期的任务在此小组件中的显示方式。

source: Font Size
zh_hans: 字体大小

source: Large
zh_hans: 大

source: Marks a task as complete in mDone
zh_hans: 在 mDone 中将任务标记为已完成

source: Next Task
zh_hans: 下一个任务

source: No tasks due
zh_hans: 没有到期任务

source: No tasks due today
zh_hans: 今天没有到期任务

source: No upcoming tasks
zh_hans: 没有即将到期的任务

source: Nothing overdue
zh_hans: 没有逾期事项

source: Open mDone to sign in
zh_hans: 打开 mDone 以登录

source: Overdue
zh_hans: 逾期

source: Overdue Only
zh_hans: 仅逾期

source: Quick Add
zh_hans: 快速添加

source: Quickly add a new task to mDone.
zh_hans: 快速向 mDone 添加新任务。

source: Show
zh_hans: 显示

source: Shows tasks due today in a single line.
zh_hans: 在一行中显示今天截止的任务。

source: Shows the number of tasks due today.
zh_hans: 显示今天截止的任务数量。

source: Shows your next upcoming task.
zh_hans: 显示下一个即将到期的任务。

source: Sign in to mDone
zh_hans: 登录 mDone

source: Standard
zh_hans: 标准

source: Tap to Complete Tasks
zh_hans: 轻点完成任务

source: Tap to return to mDone
zh_hans: 轻点返回 mDone

source: Task Count
zh_hans: 任务数量

source: Task ID
zh_hans: 任务 ID

source: Tasks
zh_hans: 任务

source: Tasks Due
zh_hans: 到期任务

source: Tasks due today and overdue. Long-press to customise.
zh_hans: 今天截止和已逾期的任务。长按可自定义。

source: Tasks with upcoming due dates. Long-press to customise.
zh_hans: 即将到期的任务。长按可自定义。

source: Today
zh_hans: 今天

source: Today + Overdue
zh_hans: 今天 + 逾期

source: Today Only
zh_hans: 仅今天

source: Today's Tasks
zh_hans: 今天的任务

source: Today's Tasks Settings
zh_hans: 今天的任务设置

source: Tomorrow
zh_hans: 明天

source: Upcoming
zh_hans: 即将到期

source: Upcoming Deadlines
zh_hans: 临近截止日期

source: Upcoming Tasks Settings
zh_hans: 即将到期任务设置
